Revit 2027 API
ParameterTypeId.ViewerModelClipBoxActive Property
 "Section Box"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerModelClipBoxActive { get; }
Public Shared ReadOnly Property ViewerModelClipBoxActive As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerModelClipBoxActive {
	ForgeTypeId^ get ();
}
static member ViewerModelClipBoxActive : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace